Repository: kelvinkosbab/KozBon
Catalog: KozBonPackages/BonjourLocalization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

# chat_error_off_topic
source: I can only help with Bonjour services and the KozBon app. What would you like to know about your network?
ar: يمكنني فقط المساعدة في خدمات Bonjour وتطبيق KozBon. ماذا تريد أن تعرف عن شبكتك؟
de: Ich kann nur bei Bonjour-Diensten und der KozBon-App helfen. Was möchtest du über dein Netzwerk wissen?
es: Solo puedo ayudarte con servicios Bonjour y la app KozBon. ¿Qué te gustaría saber sobre tu red?
fr: Je ne peux vous aider qu’avec les services Bonjour et l’app KozBon. Que voulez-vous savoir sur votre réseau ?
he: אני יכול לעזור רק עם שירותי Bonjour ואפליקציית KozBon. מה תרצה לדעת על הרשת שלך?
ja: BonjourサービスとKozBonアプリに関することのみお手伝いできます。ネットワークについて何を知りたいですか？
zh_hans: 我只能帮助处理Bonjour服务和KozBon应用相关的问题。您想了解您网络的什么内容？

# chat_error_open_billing
source: Open billing
ar: فتح الفوترة
de: Abrechnung öffnen
es: Abrir facturación
fr: Ouvrir la facturation
he: פתח חיוב
ja: 請求を開く
zh_hans: 打开账单

# a11y_chat_error_open_billing_hint
source: Opens Anthropic's billing console in your browser so you can add credits to your account.
ar: يفتح وحدة تحكم الفوترة الخاصة بـ Anthropic في متصفحك لتتمكن من إضافة رصيد إلى حسابك.
de: Öffnet die Abrechnungskonsole von Anthropic im Browser, damit du deinem Konto Guthaben hinzufügen kannst.
es: Abre la consola de facturación de Anthropic en tu navegador para que puedas añadir saldo a tu cuenta.
fr: Ouvre la console de facturation d’Anthropic dans votre navigateur pour ajouter du crédit à votre compte.
he: פותח את מסוף החיוב של Anthropic בדפדפן כדי שתוכל להוסיף קרדיט לחשבונך.
ja: Anthropicの請求コンソールをブラウザで開き、アカウントにクレジットを追加できます。
zh_hans: 在浏览器中打开 Anthropic 的账单控制台，以便您为账户添加额度。

# chat_error_sign_in_again
source: Sign in again
ar: تسجيل الدخول مرة أخرى
de: Erneut anmelden
es: Iniciar sesión de nuevo
fr: Se reconnecter
he: התחבר שוב
ja: 再度サインイン
zh_hans: 重新登录

# chat_error_open_plans
source: Manage plan
ar: إدارة الخطة
de: Plan verwalten
es: Administrar plan
fr: Gérer le forfait
he: נהל מנוי
ja: プランを管理
zh_hans: 管理套餐

# chat_error_open_status_page
source: Check status
ar: التحقق من الحالة
de: Status prüfen
es: Ver estado
fr: Vérifier le statut
he: בדוק סטטוס
ja: ステータスを確認
zh_hans: 查看状态

# chat_error_try_again
source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: נסה שוב
ja: 再試行
zh_hans: 重试

# a11y_chat_error_sign_in_again_hint
source: Opens the Claude sign-in sheet so you can paste a fresh API key.
ar: يفتح ورقة تسجيل الدخول إلى Claude لتتمكن من لصق مفتاح API جديد.
de: Öffnet das Claude-Anmeldeblatt, damit du einen neuen API-Schlüssel einfügen kannst.
es: Abre la hoja de inicio de sesión de Claude para que puedas pegar una nueva clave API.
fr: Ouvre la feuille de connexion Claude pour coller une nouvelle clé API.
he: פותח את גיליון ההתחברות של Claude כדי שתוכל להדביק מפתח API חדש.
ja: Claudeのサインインシートを開き、新しいAPIキーを貼り付けられます。
zh_hans: 打开 Claude 登录页，以便您粘贴新的 API 密钥。

# a11y_chat_error_open_plans_hint
source: Opens Anthropic's plan-management console in your browser.
ar: يفتح وحدة تحكم إدارة الخطط الخاصة بـ Anthropic في متصفحك.
de: Öffnet die Plan-Verwaltungskonsole von Anthropic im Browser.
es: Abre la consola de gestión de planes de Anthropic en tu navegador.
fr: Ouvre la console de gestion des forfaits d’Anthropic dans votre navigateur.
he: פותח את מסוף ניהול המנויים של Anthropic בדפדפן.
ja: Anthropicのプラン管理コンソールをブラウザで開きます。
zh_hans: 在浏览器中打开 Anthropic 的套餐管理控制台。

# a11y_chat_error_open_status_page_hint
source: Opens Anthropic's status page in your browser so you can check for outages.
ar: يفتح صفحة حالة Anthropic في متصفحك للتحقق من الأعطال.
de: Öffnet die Anthropic-Statusseite im Browser, damit du Störungen prüfen kannst.
es: Abre la página de estado de Anthropic en tu navegador para revisar interrupciones.
fr: Ouvre la page de statut d’Anthropic dans votre navigateur pour vérifier les pannes.
he: פותח את עמוד הסטטוס של Anthropic בדפדפן כדי לבדוק תקלות.
ja: Anthropicのステータスページをブラウザで開き、障害を確認できます。
zh_hans: 在浏览器中打开 Anthropic 的状态页面，以便您查看是否有故障。

# a11y_chat_error_try_again_hint
source: Re-sends your last message without you having to type it again.
ar: يعيد إرسال رسالتك الأخيرة دون الحاجة إلى كتابتها مرة أخرى.
de: Sendet deine letzte Nachricht erneut, ohne dass du sie noch einmal eingeben musst.
es: Reenvía tu último mensaje sin que tengas que volver a escribirlo.
fr: Renvoie votre dernier message sans que vous ayez à le retaper.
he: שולח שוב את ההודעה האחרונה שלך מבלי שתצטרך להקליד אותה שוב.
ja: 前回のメッセージを再入力せずに再送します。
zh_hans: 重新发送您上一条消息，无需再次输入。

# a11y_chat_error_clear_chat_hint
source: Discards the conversation so the next message fits within the model's context.
ar: يتجاهل المحادثة حتى تتسع الرسالة التالية ضمن سياق النموذج.
de: Verwirft das Gespräch, damit die nächste Nachricht in den Kontext des Modells passt.
es: Descarta la conversación para que el siguiente mensaje quepa en el contexto del modelo.
fr: Efface la conversation pour que le prochain message tienne dans le contexte du modèle.
he: מבטל את השיחה כדי שההודעה הבאה תיכנס להקשר של המודל.
ja: 会話を破棄して、次のメッセージがモデルのコンテキストに収まるようにします。
zh_hans: 清除对话，以便下一条消息可以适应模型的上下文。

# chat_long_conversation_title
source: Long conversation
ar: محادثة طويلة
de: Lange Unterhaltung
es: Conversación larga
fr: Conversation longue
he: שיחה ארוכה
ja: 長い会話
zh_hans: 长时间会话

# chat_long_conversation_detail
source: Responses may degrade as the assistant runs out of room. Consider clearing to start fresh.
ar: قد تتدهور الردود مع نفاد المساحة لدى المساعد. فكّر في المسح لبدء محادثة جديدة.
de: Die Antworten können nachlassen, wenn dem Assistenten der Platz ausgeht. Erwäge, den Verlauf zu löschen und neu zu beginnen.
es: Las respuestas pueden deteriorarse a medida que el asistente se queda sin espacio. Considera borrar para empezar de cero.
fr: La qualité des réponses peut diminuer à mesure que l'assistant manque de place. Envisagez d'effacer pour repartir à zéro.
he: ייתכן שהתשובות יידרדרו ככל שהמסייע ייגמר לו המקום. שקול לנקות כדי להתחיל מחדש.
ja: アシスタントの容量が少なくなると応答の質が低下することがあります。一度クリアしてやり直すこともご検討ください。
zh_hans: 当助手空间不足时，回答质量可能下降。建议清空后重新开始。

# chat_suggestion_4
source: Which Apple devices are on my network?
ar: ما أجهزة Apple الموجودة على شبكتي؟
de: Welche Apple-Geräte gibt es in meinem Netzwerk?
es: ¿Qué dispositivos Apple hay en mi red?
fr: Quels appareils Apple se trouvent sur mon réseau ?
he: אילו מכשירי Apple נמצאים ברשת שלי?
ja: ネットワーク上のAppleデバイスは？
zh_hans: 我的网络上有哪些Apple设备？

# chat_suggestion_5
source: What media services are available?
ar: ما خدمات الوسائط المتاحة؟
de: Welche Medienservices sind verfügbar?
es: ¿Qué servicios multimedia están disponibles?
fr: Quels services multimédias sont disponibles ?
he: אילו שירותי מדיה זמינים?
ja: 利用可能なメディアサービスは？
zh_hans: 有哪些可用的媒体服务？

# chat_suggestion_6
source: What devices are on my network?
ar: ما الأجهزة الموجودة على شبكتي؟
de: Welche Geräte sind in meinem Netzwerk?
es: ¿Qué dispositivos hay en mi red?
fr: Quels appareils sont sur mon réseau ?
he: אילו מכשירים נמצאים ברשת שלי?
ja: 私のネットワークにはどんなデバイスがありますか？
zh_hans: 我的网络上有哪些设备？

# tab_explore
source: Explore
ar: استكشاف
de: Erkunden
es: Explorar
fr: Explorer
he: גלה
ja: 探索
zh_hans: 探索

# help_kozbon_on_github
source: KozBon on GitHub
ar: KozBon على GitHub
de: KozBon auf GitHub
es: KozBon en GitHub
fr: KozBon sur GitHub
he: KozBon ב-GitHub
ja: GitHub で KozBon を見る
zh_hans: 在 GitHub 上查看 KozBon

# help_iana_service_registry
source: IANA Service Name Registry
ar: سجل أسماء خدمات IANA
de: IANA-Dienstnamenregister
es: Registro de nombres de servicios IANA
fr: Registre des noms de services IANA
he: מרשם שמות שירותים של IANA
ja: IANA サービス名レジストリ
zh_hans: IANA 服务名称注册表

source: Filter by category
ar: تصفية حسب الفئة
de: Nach Kategorie filtern
es: Filtrar por categoría
fr: Filtrer par catégorie
he: סנן לפי קטגוריה
ja: カテゴリで絞り込む
zh_hans: 按类别筛选

# filter_all_categories
source: All categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
he: כל הקטגוריות
ja: すべてのカテゴリ
zh_hans: 所有类别

# filter_no_services_in_category
source: No services in %@
ar: لا توجد خدمات في %@
de: Keine Dienste in %@
es: No hay servicios en %@
fr: Aucun service dans %@
he: אין שירותים ב-%@
ja: %@ にサービスはありません
zh_hans: %@ 中没有服务

# filter_no_services_in_category_hint
source: Choose a different category or clear the filter to see all services.
ar: اختر فئة مختلفة أو امسح التصفية لرؤية جميع الخدمات.
de: Wähle eine andere Kategorie oder hebe den Filter auf, um alle Dienste zu sehen.
es: Elige otra categoría o quita el filtro para ver todos los servicios.
fr: Choisissez une autre catégorie ou effacez le filtre pour voir tous les services.
he: בחר קטגוריה אחרת או נקה את הסינון כדי לראות את כל השירותים.
ja: 別のカテゴリを選択するか、フィルタを解除してすべてのサービスを表示してください。
zh_hans: 请选择其他类别，或清除筛选以查看所有服务。

# help_about_bonjour
source: About Bonjour
ar: حول Bonjour
de: Über Bonjour
es: Acerca de Bonjour
fr: À propos de Bonjour
he: אודות Bonjour
ja: Bonjour について
zh_hans: 关于 Bonjour

# help_apple_ports_reference
source: TCP/UDP Ports Used by Apple Software
ar: منافذ TCP/UDP المستخدمة من قبل برامج Apple
de: Von Apple-Software verwendete TCP/UDP-Ports
es: Puertos TCP/UDP usados por software de Apple
fr: Ports TCP/UDP utilisés par les logiciels Apple
he: יציאות TCP/UDP בשימוש תוכנות Apple
ja: Apple ソフトウェアが使用する TCP/UDP ポート
zh_hans: Apple 软件使用的 TCP/UDP 端口

# help_mdns_specification
source: mDNS Specification (RFC 6762)
ar: مواصفات mDNS (RFC 6762)
de: mDNS-Spezifikation (RFC 6762)
es: Especificación mDNS (RFC 6762)
fr: Spécification mDNS (RFC 6762)
he: מפרט mDNS (RFC 6762)
ja: mDNS 仕様 (RFC 6762)
zh_hans: mDNS 规范 (RFC 6762)

# help_dnssd_specification
source: DNS-SD Specification (RFC 6763)
ar: مواصفات DNS-SD (RFC 6763)
de: DNS-SD-Spezifikation (RFC 6763)
es: Especificación DNS-SD (RFC 6763)
fr: Spécification DNS-SD (RFC 6763)
he: מפרט DNS-SD (RFC 6763)
ja: DNS-SD 仕様 (RFC 6763)
zh_hans: DNS-SD 规范 (RFC 6763)

source: CalDAV calendar sharing over TLS — the modern, encrypted variant of CalDAV. Mail-and-calendar clients prefer this when both endpoints are advertised.
ar: مشاركة تقويم CalDAV عبر TLS — النسخة الحديثة المشفّرة من CalDAV. تفضّل عملاء البريد والتقويم هذه عند الإعلان عن كلا نقطتي الاتصال.
de: CalDAV-Kalenderfreigabe über TLS — die moderne, verschlüsselte Variante von CalDAV. Mail- und Kalender-Clients bevorzugen diese, wenn beide Endpunkte angekündigt werden.
es: Compartición de calendarios CalDAV sobre TLS — la variante moderna y cifrada de CalDAV. Los clientes de correo y calendario prefieren esta cuando se anuncian ambos extremos.
fr: Partage de calendrier CalDAV sur TLS — la variante moderne et chiffrée de CalDAV. Les clients de messagerie et de calendrier préfèrent celle-ci lorsque les deux points de terminaison sont annoncés.
he: שיתוף לוח שנה של CalDAV מעל TLS — הגרסה המודרנית והמוצפנת של CalDAV. לקוחות דואר ולוח שנה מעדיפים אותה כשמפורסמות שתי נקודות הקצה.
ja: TLS経由のCalDAVカレンダー共有 — CalDAVの最新の暗号化バリアントです。両方のエンドポイントがアドバタイズされている場合、メールおよびカレンダークライアントはこちらを優先します。
zh_hans: 通过TLS的CalDAV日历共享——CalDAV的现代加密变体。当两个端点同时广播时，邮件和日历客户端优先使用此选项。

source: CalDAV, the standard calendar-sharing protocol used by Apple Calendar, Fastmail, Nextcloud, and most other calendar services. Defined for service discovery in RFC 6764.
ar: CalDAV هو البروتوكول القياسي لمشاركة التقاويم المستخدم من قِبل Apple Calendar و Fastmail و Nextcloud ومعظم خدمات التقويم الأخرى. مُعرَّف لاكتشاف الخدمات في RFC 6764.
de: CalDAV, das Standard-Kalenderfreigabeprotokoll, das von Apple Calendar, Fastmail, Nextcloud und den meisten anderen Kalenderdiensten verwendet wird. Die Dienstsuche ist in RFC 6764 definiert.
es: CalDAV, el protocolo estándar de compartición de calendarios utilizado por Apple Calendar, Fastmail, Nextcloud y la mayoría de los demás servicios de calendario. Definido para el descubrimiento de servicios en RFC 6764.
fr: CalDAV, le protocole standard de partage de calendrier utilisé par Apple Calendar, Fastmail, Nextcloud et la plupart des autres services de calendrier. Défini pour la découverte de services dans RFC 6764.
he: CalDAV הוא הפרוטוקול הסטנדרטי לשיתוף לוחות שנה בו משתמשים Apple Calendar, Fastmail, Nextcloud ורוב שירותי לוחות השנה האחרים. מוגדר עבור גילוי שירותים ב-RFC 6764.
ja: CalDAVは、Apple Calendar、Fastmail、Nextcloud、その他ほとんどのカレンダーサービスで使用される標準のカレンダー共有プロトコルです。サービス検出はRFC 6764で定義されています。
zh_hans: CalDAV是Apple Calendar、Fastmail、Nextcloud和大多数其他日历服务使用的标准日历共享协议。其服务发现在RFC 6764中定义。

source: CardDAV contacts sharing over TLS — the modern, encrypted variant of CardDAV. Mail-and-calendar clients prefer this when both endpoints are advertised.
ar: مشاركة جهات الاتصال CardDAV عبر TLS — النسخة الحديثة المشفّرة من CardDAV. تفضّل عملاء البريد والتقويم هذه عند الإعلان عن كلا نقطتي الاتصال.
de: CardDAV-Kontaktfreigabe über TLS — die moderne, verschlüsselte Variante von CardDAV. Mail- und Kalender-Clients bevorzugen diese, wenn beide Endpunkte angekündigt werden.
es: Compartición de contactos CardDAV sobre TLS — la variante moderna y cifrada de CardDAV. Los clientes de correo y calendario prefieren esta cuando se anuncian ambos extremos.
fr: Partage de contacts CardDAV sur TLS — la variante moderne et chiffrée de CardDAV. Les clients de messagerie et de calendrier préfèrent celle-ci lorsque les deux points de terminaison sont annoncés.
he: שיתוף אנשי קשר של CardDAV מעל TLS — הגרסה המודרנית והמוצפנת של CardDAV. לקוחות דואר ולוח שנה מעדיפים אותה כשמפורסמות שתי נקודות הקצה.
ja: TLS経由のCardDAV連絡先共有 — CardDAVの最新の暗号化バリアントです。両方のエンドポイントがアドバタイズされている場合、メールおよびカレンダークライアントはこちらを優先します。
zh_hans: 通过TLS的CardDAV联系人共享——CardDAV的现代加密变体。当两个端点同时广播时，邮件和日历客户端优先使用此选项。

source: CardDAV, the standard contacts-sharing protocol used by Apple Contacts, Fastmail, Nextcloud, and most other address-book services. Defined for service discovery in RFC 6764.
ar: CardDAV هو البروتوكول القياسي لمشاركة جهات الاتصال المستخدم من قِبل Apple Contacts و Fastmail و Nextcloud ومعظم خدمات دفاتر العناوين الأخرى. مُعرَّف لاكتشاف الخدمات في RFC 6764.
de: CardDAV, das Standard-Kontaktfreigabeprotokoll, das von Apple Contacts, Fastmail, Nextcloud und den meisten anderen Adressbuchdiensten verwendet wird. Die Dienstsuche ist in RFC 6764 definiert.
es: CardDAV, el protocolo estándar de compartición de contactos utilizado por Apple Contacts, Fastmail, Nextcloud y la mayoría de los demás servicios de libreta de direcciones. Definido para el descubrimiento de servicios en RFC 6764.
fr: CardDAV, le protocole standard de partage de contacts utilisé par Apple Contacts, Fastmail, Nextcloud et la plupart des autres services de carnet d'adresses. Défini pour la découverte de services dans RFC 6764.
he: CardDAV הוא הפרוטוקול הסטנדרטי לשיתוף אנשי קשר בו משתמשים Apple Contacts, Fastmail, Nextcloud ורוב שירותי ספרי הכתובות האחרים. מוגדר עבור גילוי שירותים ב-RFC 6764.
ja: CardDAVは、Apple Contacts、Fastmail、Nextcloud、その他ほとんどのアドレス帳サービスで使用される標準の連絡先共有プロトコルです。サービス検出はRFC 6764で定義されています。
zh_hans: CardDAV是Apple Contacts、Fastmail、Nextcloud和大多数其他通讯录服务使用的标准联系人共享协议。其服务发现在RFC 6764中定义。

source: DNS over HTTPS, an encrypted DNS variant that wraps queries in HTTPS so they're indistinguishable from regular web traffic. Used by Apple Private Relay, Firefox, and some local resolvers.
ar: DNS over HTTPS هو متغيّر مشفَّر من DNS يغلف الاستعلامات داخل HTTPS بحيث لا يمكن تمييزها عن حركة الويب العادية. يستخدمه Apple Private Relay و Firefox وبعض المحلِّلات المحلية.
de: DNS über HTTPS, eine verschlüsselte DNS-Variante, die Abfragen in HTTPS verpackt, sodass sie von regulärem Web-Traffic nicht zu unterscheiden sind. Wird von Apple Private Relay, Firefox und einigen lokalen Resolvern verwendet.
es: DNS sobre HTTPS, una variante de DNS cifrada que envuelve las consultas en HTTPS para que sean indistinguibles del tráfico web normal. Utilizado por Apple Private Relay, Firefox y algunos resolutores locales.
fr: DNS sur HTTPS, une variante de DNS chiffrée qui encapsule les requêtes dans HTTPS afin qu'elles soient indiscernables du trafic web ordinaire. Utilisé par Apple Private Relay, Firefox et certains résolveurs locaux.
he: DNS over HTTPS הוא וריאנט מוצפן של DNS שעוטף שאילתות בתוך HTTPS כך שאי אפשר להבחין ביניהן לבין תעבורת ווב רגילה. בשימוש Apple Private Relay, Firefox וכמה רזולברים מקומיים.
ja: DNS over HTTPSは、クエリをHTTPSにラップして通常のWebトラフィックと区別できないようにする暗号化DNSバリアントです。Apple Private Relay、Firefox、一部のローカルリゾルバーで使用されます。
zh_hans: DNS over HTTPS是一种加密DNS变体，将查询封装在HTTPS中，使其与常规网络流量难以区分。Apple Private Relay、Firefox和一些本地解析器使用此协议。

source: DNS over TLS, an encrypted variant of DNS that protects queries from eavesdropping on the local network and ISP. Used by privacy-conscious resolvers and some home routers.
ar: DNS over TLS هو متغيّر مشفَّر من DNS يحمي الاستعلامات من التنصّت على الشبكة المحلية ومزوّد الإنترنت. يستخدمه المحلِّلات الحريصة على الخصوصية وبعض موجِّهات المنازل.
de: DNS über TLS, eine verschlüsselte DNS-Variante, die Abfragen vor Abhören im lokalen Netzwerk und beim Provider schützt. Wird von datenschutzbewussten Resolvern und einigen Heimroutern verwendet.
es: DNS sobre TLS, una variante cifrada de DNS que protege las consultas frente a escuchas en la red local y el ISP. Utilizado por resolutores que priorizan la privacidad y algunos routers domésticos.
fr: DNS sur TLS, une variante chiffrée de DNS qui protège les requêtes contre l'écoute clandestine sur le réseau local et chez le FAI. Utilisé par les résolveurs soucieux de la confidentialité et certains routeurs domestiques.
he: DNS over TLS הוא וריאנט מוצפן של DNS המגן על שאילתות מפני האזנה ברשת המקומית ובספק האינטרנט. בשימוש רזולברים שמקפידים על פרטיות וכמה ראוטרים ביתיים.
ja: DNS over TLSは、ローカルネットワークやISPでの盗聴からクエリを保護するDNSの暗号化バリアントです。プライバシーを重視するリゾルバーや一部のホームルーターで使用されます。
zh_hans: DNS over TLS是DNS的加密变体，保护查询免受本地网络和ISP的窃听。注重隐私的解析器和一些家用路由器使用此协议。

source: Ecobee smart thermostat, a connected HVAC controller that integrates with Apple Home, Amazon Alexa, and Google Home for remote temperature scheduling and energy monitoring.
ar: منظّم حرارة Ecobee الذكي، وحدة تحكم متصلة بالتدفئة والتكييف تتكامل مع Apple Home و Amazon Alexa و Google Home لجدولة درجة الحرارة ومراقبة الطاقة عن بُعد.
de: Ecobee-Smart-Thermostat, ein vernetzter HLK-Regler, der sich mit Apple Home, Amazon Alexa und Google Home integriert, um Temperaturen aus der Ferne zu planen und den Energieverbrauch zu überwachen.
es: Termostato inteligente Ecobee, un controlador de climatización conectado que se integra con Apple Home, Amazon Alexa y Google Home para programar temperaturas y monitorizar el consumo energético de forma remota.
fr: Thermostat intelligent Ecobee, un contrôleur de chauffage et climatisation connecté qui s'intègre avec Apple Home, Amazon Alexa et Google Home pour la programmation à distance de la température et le suivi de la consommation énergétique.
he: תרמוסטט חכם Ecobee, בקר HVAC מחובר שמשתלב עם Apple Home, Amazon Alexa ו-Google Home לתזמון טמפרטורה ולניטור צריכת אנרגיה מרחוק.
ja: Ecobeeスマートサーモスタットは、Apple Home、Amazon Alexa、Google Homeと連携する空調コントローラーで、温度の遠隔スケジューリングとエネルギーモニタリングが可能です。
zh_hans: Ecobee智能恒温器是一款联网HVAC控制器，与Apple Home、Amazon Alexa和Google Home集成，可远程调度温度并监控能耗。

source: Emby Media Server, a personal media server for streaming videos, music, and live TV to apps on phones, TVs, and game consoles.
ar: Emby Media Server هو خادم وسائط شخصي لبث الفيديو والموسيقى والتلفزيون المباشر إلى التطبيقات على الهواتف والتلفزيونات وأجهزة الألعاب.
de: Emby Media Server, ein persönlicher Medienserver zum Streamen von Videos, Musik und Live-TV an Apps auf Smartphones, Fernsehern und Spielekonsolen.
es: Emby Media Server, un servidor multimedia personal para transmitir vídeos, música y TV en directo a aplicaciones en teléfonos, televisores y consolas.
fr: Emby Media Server, un serveur multimédia personnel pour diffuser des vidéos, de la musique et la télévision en direct vers des applications sur téléphones, téléviseurs et consoles de jeu.
he: Emby Media Server הוא שרת מדיה אישי להזרמת וידאו, מוזיקה וטלוויזיה חיה לאפליקציות בטלפונים, בטלוויזיות ובקונסולות משחק.
ja: Emby Media Serverは、動画、音楽、ライブTVをスマートフォン、テレビ、ゲーム機のアプリにストリーミングするパーソナルメディアサーバーです。
zh_hans: Emby Media Server是一款个人媒体服务器，可将视频、音乐和直播电视流式传输到手机、电视和游戏机上的应用。

source: HashiCorp Consul, a service-mesh and service-discovery platform. Some Consul deployments register agent endpoints via mDNS so clients can find them without static configuration.
ar: HashiCorp Consul هو منصة شبكات الخدمات واكتشاف الخدمات. تُسجِّل بعض عمليات نشر Consul نقاط نهاية الوكلاء عبر mDNS كي يجدها العملاء دون تهيئة ثابتة.
de: HashiCorp Consul, eine Service-Mesh- und Service-Discovery-Plattform. Einige Consul-Bereitstellungen registrieren Agent-Endpunkte über mDNS, damit Clients sie ohne statische Konfiguration finden.
es: HashiCorp Consul, una plataforma de malla y descubrimiento de servicios. Algunas implantaciones de Consul registran los extremos de sus agentes mediante mDNS para que los clientes los encuentren sin configuración estática.
fr: HashiCorp Consul, une plateforme de service mesh et de découverte de services. Certains déploiements Consul enregistrent les points de terminaison d'agent via mDNS afin que les clients les trouvent sans configuration statique.
he: HashiCorp Consul הוא פלטפורמת service-mesh ו-service-discovery. חלק מפריסות Consul רושמות נקודות קצה של סוכנים דרך mDNS כדי שלקוחות ימצאו אותן ללא הגדרה סטטית.
ja: HashiCorp Consulは、サービスメッシュおよびサービスディスカバリのプラットフォームです。一部のConsulデプロイメントでは、クライアントが静的設定なしで見つけられるよう、エージェントのエンドポイントをmDNSで登録します。
zh_hans: HashiCorp Consul是一个服务网格和服务发现平台。某些Consul部署通过mDNS注册代理端点，让客户端无需静态配置即可发现它们。

source: IMAP over TLS — the encrypted variant of IMAP. Mail clients (Apple Mail, Thunderbird, etc.) prefer this when discovered.
ar: IMAP عبر TLS — النسخة المشفَّرة من IMAP. تفضّل عملاء البريد (Apple Mail و Thunderbird وغيرها) هذه عند اكتشافها.
de: IMAP über TLS — die verschlüsselte Variante von IMAP. Mail-Clients (Apple Mail, Thunderbird usw.) bevorzugen diese, wenn sie erkannt wird.
es: IMAP sobre TLS — la variante cifrada de IMAP. Los clientes de correo (Apple Mail, Thunderbird, etc.) la prefieren cuando se descubre.
fr: IMAP sur TLS — la variante chiffrée d'IMAP. Les clients de messagerie (Apple Mail, Thunderbird, etc.) la préfèrent lorsqu'elle est détectée.
he: IMAP מעל TLS — הגרסה המוצפנת של IMAP. לקוחות דואר (Apple Mail, Thunderbird וכו') מעדיפים אותה כשמתגלית.
ja: TLS経由のIMAP — IMAPの暗号化バリアントです。メールクライアント（Apple Mail、Thunderbirdなど）は検出されるとこちらを優先します。
zh_hans: 通过TLS的IMAP——IMAP的加密变体。邮件客户端（Apple Mail、Thunderbird等）在发现时会优先使用此选项。

source: Internet Message Access Protocol — the standard mail-retrieval protocol that keeps the messages on the server. Defined for service discovery in RFC 6186.
ar: Internet Message Access Protocol — البروتوكول القياسي لاسترجاع البريد الذي يُبقي الرسائل على الخادم. مُعرَّف لاكتشاف الخدمات في RFC 6186.
de: Internet Message Access Protocol — das Standardprotokoll zum Abrufen von E-Mails, das die Nachrichten auf dem Server belässt. Die Dienstsuche ist in RFC 6186 definiert.
es: Internet Message Access Protocol — el protocolo estándar de recuperación de correo que mantiene los mensajes en el servidor. Definido para el descubrimiento de servicios en RFC 6186.
fr: Internet Message Access Protocol — le protocole standard de récupération de courrier qui conserve les messages sur le serveur. Défini pour la découverte de services dans RFC 6186.
he: Internet Message Access Protocol — הפרוטוקול הסטנדרטי לאחזור דואר ששומר את ההודעות בשרת. מוגדר עבור גילוי שירותים ב-RFC 6186.
ja: Internet Message Access Protocolは、メッセージをサーバー上に残す標準のメール取得プロトコルです。サービス検出はRFC 6186で定義されています。
zh_hans: Internet Message Access Protocol是将消息保留在服务器上的标准邮件检索协议。其服务发现在RFC 6186中定义。
